/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Sei sicuro di voler eliminare questo CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancella";

/* Title of cell to set credentials */
"Credentials" = "Credenziali";

/* Title describing glucose date */
"Date" = "Data";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Elimina CGM";

/* Title describing glucose value */
"Glucose" = "Glicemie";

/* Section title for latest glucose reading */
"Latest Reading" = "Ultima lettura";

/* Outside US share server option title */
"Outside US" = "Fuori USA";

/* The title of the Dexcom share password credential */
"Password" = "Parola d'ordine";

/* The title of the Dexcom share server URL credential */
"Server" = "Server";

/* Title describing glucose trend */
"Trend" = "Andamento";

/* U.S. share server option title */
"US" = "USA";

/* The title of the Dexcom share username credential */
"Username" = "Nome Utente";

